Repository: i4mjad/taaafi
Catalog: apps/ios/ios/Localizable.xcstrings
Source language: ar
Languages: en

# account.cancelDeletion
source: إلغاء حذف الحساب
en: Cancel Account Deletion

# account.cancelDeletionConfirmMessage
source: هل أنت متأكد أنك تريد إلغاء طلب حذف حسابك؟
en: Are you sure you want to cancel your account deletion request?

# account.cancelDeletionConfirmTitle
source: إلغاء الحذف
en: Cancel Deletion

# account.completeRegistration
source: أكمل التسجيل
en: Complete Registration

# account.completeRegistrationButton
source: إكمال التسجيل
en: Complete Registration

# account.completeRegistrationSubtitle
source: أكمل بياناتك للاستفادة من جميع المزايا
en: Complete your information to access all features

# account.confirmDetails
source: تأكيد البيانات
en: Confirm Details

# account.confirmDetailsButton
source: تأكيد البيانات
en: Confirm Details

# account.confirmDetailsSubtitle
source: يرجى تأكيد بياناتك الشخصية
en: Please confirm your personal details

# account.deletionCancelFailed
source: فشل إلغاء طلب الحذف
en: Failed to cancel deletion request

# account.deletionCancelled
source: تم إلغاء طلب الحذف بنجاح
en: Deletion request cancelled successfully

# account.deletionScheduled
source: سيتم حذف حسابك في %@
en: Your account will be deleted on %@

# account.emailVerification
source: تأكيد البريد الإلكتروني
en: Verify Email

# account.emailVerificationButton
source: تأكيد البريد
en: Verify Email

# account.emailVerificationSubtitle
source: يرجى تأكيد بريدك الإلكتروني
en: Please verify your email address

# account.error
source: حدث خطأ
en: An error occurred

# account.errorSubtitle
source: يرجى المحاولة مرة أخرى
en: Please try again

# account.pendingDeletion
source: حذف الحساب معلّق
en: Account Deletion Pending

# account.pendingDeletionSubtitle
source: تم طلب حذف حسابك
en: Your account deletion has been requested

# auth.email
source: البريد الإلكتروني
en: Email

# auth.enterEmail
source: أدخل بريدك الإلكتروني
en: Enter your email

# auth.errorMessage
source: حدث خطأ. يرجى المحاولة لاحقاً.
en: Something went wrong. Please try again later.

# auth.errorTitle
source: حدث خطأ
en: Error

# auth.fillAllFields
source: يرجى ملء جميع الحقول
en: Please fill in all fields

# auth.forgotPassword
source: نسيت كلمة المرور؟
en: Forgot Password?

# auth.forgotPasswordDescription
source: أدخل بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين كلمة المرور.
en: Enter your email and we'll send you a password reset link.

# auth.forgotPasswordTitle
source: نسيت كلمة المرور
en: Forgot Password

# auth.login
source: تسجيل الدخول
en: Log In

# auth.noAccount
source: ليس لديك حساب؟
en: Don't have an account?

# auth.or
source: أو
en: or

# auth.password
source: كلمة المرور
en: Password

# auth.resetLinkSent
source: تم إرسال رابط إعادة تعيين كلمة المرور
en: Password reset link sent

# auth.sendResetLink
source: إرسال رابط إعادة التعيين
en: Send Reset Link

# auth.signInWithGoogle
source: تسجيل الدخول بجوجل
en: Sign in with Google

# auth.signUp
source: إنشاء حساب
en: Sign Up

# ban.accountRestricted
source: الحساب محظور
en: Account Restricted

# ban.accountRestrictedMessage
source: تم تقييد حسابك من الوصول إلى التطبيق.
en: Your account has been restricted from accessing the application.

# ban.appealInfo
source: إذا كنت تعتقد أن هذا القيد تم تطبيقه عن طريق الخطأ، يرجى التواصل مع فريق الدعم للحصول على المساعدة.
en: If you believe this restriction was applied in error, please contact our support team for assistance.

# ban.banId
source: معرف الحظر
en: Ban ID

# ban.checkBanStatus
source: فحص حالة الحظر
en: Check Ban Status

# ban.day
source: يوم
en: day

# ban.days
source: أيام
en: days

# ban.description
source: الوصف
en: Description

# ban.details
source: تفاصيل الحظر
en: Ban Details

# ban.deviceBanNoLogoutMessage
source: لا يمكن حل قيود الجهاز بتسجيل الخروج. يرجى الاتصال بالدعم للمساعدة.
en: Device restrictions cannot be resolved by logging out. Please contact support for assistance.

# ban.devicePermanentlyRestricted
source: تم تقييد هذا الجهاز نهائياً من الوصول إلى التطبيق. اتصل بالدعم إذا كنت تعتقد أن هذا خطأ.
en: This device has been permanently restricted. Contact support if you believe this is an error.

# ban.deviceRestricted
source: الجهاز محظور
en: Device Restricted

# ban.duration
source: المدة
en: Duration

# ban.expired
source: منتهي الصلاحية
en: Expired

# ban.expiresOn
source: ينتهي في
en: Expires On

# ban.hour
source: ساعة
en: hour

# ban.hours
source: ساعات
en: hours

# ban.issuedDate
source: تاريخ الإصدار
en: Issued Date

# ban.minute
source: دقيقة
en: minute

# ban.minutes
source: دقائق
en: minutes

# ban.permanent
source: دائم
en: Permanent

# ban.reason
source: السبب
en: Reason

# ban.scopeAppWide
source: التطبيق كاملاً
en: App-wide

# ban.scopeFeature
source: ميزة محددة
en: Feature

# ban.typeDevice
source: حظر الجهاز
en: Device Ban

# ban.typeFeature
source: حظر الميزة
en: Feature Ban

# ban.typeUser
source: حظر المستخدم
en: User Ban

# ban.unableToLoadDetails
source: لا يمكن تحميل تفاصيل الحظر
en: Unable to load ban details

# banner.warningCount
source: لديك %lld تحذير
en: You have %lld warning(s)

# common.accessRestricted
source: الوصول مقيّد
en: Access Restricted

# common.accessRestrictedMessage
source: تم تقييد وصولك.
en: Your access has been restricted.

# common.cancel
source: إلغاء
en: Cancel

# common.confirm
source: تأكيد
en: Confirm

# common.done
source: تم
en: Done

# common.loading
source: جاري التحميل...
en: Loading...

# common.ok
source: حسناً
en: OK

# common.retry
source: إعادة المحاولة
en: Retry

# common.signOut
source: تسجيل الخروج
en: Sign Out

# confirmDetails.description
source: يرجى مراجعة وتحديث بياناتك الشخصية.
en: Please review and update your personal details.

# confirmDetails.save
source: حفظ
en: Save

# confirmDetails.saved
source: تم حفظ البيانات بنجاح
en: Details saved successfully

# confirmDetails.title
source: تأكيد البيانات
en: Confirm Details

# confirmEmail.changeEmail
source: تغيير البريد الإلكتروني
en: Change Email

# confirmEmail.changeEmailDescription
source: أدخل بريدك الإلكتروني الجديد. سنرسل رسالة تحقق إلى العنوان الجديد.
en: Enter your new email address. We'll send a verification email to the new address.

# confirmEmail.changeEmailTitle
source: تغيير البريد الإلكتروني
en: Change Email

# confirmEmail.checkVerification
source: التحقق من التأكيد
en: Check Verification

# confirmEmail.description
source: يرجى تأكيد بريدك الإلكتروني لمتابعة استخدام التطبيق.
en: Please verify your email address to continue using the app.

# confirmEmail.emailChangeSent
source: تم إرسال رسالة التحقق إلى بريدك الجديد
en: Verification email sent to your new address

# confirmEmail.logoutIn %lld
source: تسجيل الخروج خلال %lld ثانية
en: Logging out in %lld seconds

# confirmEmail.newEmail
source: البريد الإلكتروني الجديد
en: New Email

# confirmEmail.resend
source: إعادة إرسال رسالة التحقق
en: Resend Verification Email

# confirmEmail.title
source: تأكيد البريد الإلكتروني
en: Verify Email

# confirmEmail.updateEmail
source: تحديث البريد الإلكتروني
en: Update Email

# confirmEmail.verified
source: تم التحقق من البريد الإلكتروني
en: Email Verified

# emotion.angry
source: غاضب
en: Angry

# emotion.anxious
source: قلق
en: Anxious

# emotion.awkwardness
source: حرج
en: Awkwardness

# emotion.compassion
source: تعاطف
en: Compassion

# emotion.confidence
source: ثقة
en: Confidence

# emotion.confusion
source: ارتباك
en: Confusion

# emotion.connection
source: تواصل
en: Connection

# emotion.contentment
source: قناعة
en: Contentment

# emotion.despair
source: يأس
en: Despair

# emotion.determination
source: عزيمة
en: Determination

# emotion.disappointment
source: خيبة أمل
en: Disappointment

# emotion.disgust
source: اشمئزاز
en: Disgust

# emotion.dread
source: رهبة
en: Dread

# emotion.excitement
source: حماس
en: Excitement

# emotion.exhaustion
source: إرهاق
en: Exhaustion

# emotion.fear
source: خوف
en: Fear

# emotion.frustration
source: إحباط
en: Frustration

# emotion.gratitude
source: امتنان
en: Gratitude

# emotion.happy
source: سعيد
en: Happy

# emotion.inspiration
source: إلهام
en: Inspiration

# emotion.joy
source: فرح
en: Joy

# emotion.love
source: حب
en: Love

# emotion.overwhelmed
source: مرهق
en: Overwhelmed

# emotion.pride
source: فخر
en: Pride

# emotion.regret
source: ندم
en: Regret

# emotion.resentment
source: استياء
en: Resentment

# emotion.sad
source: حزين
en: Sad

# emotion.satisfaction
source: رضا
en: Satisfaction

# emotion.serenity
source: سكينة
en: Serenity

# guard.categoryClassifications
source: تصنيفات الفئات
en: Category Classifications

# guard.categoryFooter
source: فئات التهديد تحتسب ضد نقاط الحارس. الفئات الآمنة تحسّنها. الفئات المحايدة مستثناة. الفئات الاجتماعية مقفلة كتهديدات.
en: Threat categories count against your Guard Score. Safe categories improve it. Neutral categories are excluded. Social categories are locked as threats.

# guard.done
source: تم
en: Done

# guard.enableAccess
source: تفعيل إذن وقت الشاشة
en: Enable Screen Time Access

# guard.neutral
source: محايد
en: Neutral

# guard.safe
source: آمن
en: Safe

# guard.screenTimeDescription
source: امنح إذن وقت الشاشة ليتمكن الحارس من عرض استخدامك اليومي ومساعدتك على البقاء في المسار الصحيح.
en: Grant Screen Time access so Guard can show your daily usage and help you stay on track.

# guard.screenTimePermission
source: إذن وقت الشاشة
en: Screen Time Permission

# guard.selectDate
source: اختر التاريخ
en: Select Date

# guard.settings
source: إعدادات الحارس
en: Guard Settings

# guard.threat
source: تهديد
en: Threat

# guard.title
source: الحارس
en: Guard

# guard.today
source: اليوم
en: Today

# guard.yesterday
source: أمس
en: Yesterday

# home.action.addDiary
source: إضافة يومية
en: Add Diary

# home.action.exploreContent
source: استكشاف المحتوى
en: Explore Content

# home.action.followUp
source: متابعة
en: Follow-up

# home.action.statistics
source: الإحصائيات
en: Statistics

# home.calendar
source: التقويم
en: Calendar

# home.comingSoon
source: قريباً
en: Coming Soon

# home.community
source: المجتمع
en: Community

# home.community.browseCategories
source: تصفح الفئات
en: Browse Categories

# home.community.browseCategoriesSubtitle
source: استكشف فئات مختلفة من المحتوى
en: Explore different content categories

# home.community.discover
source: اكتشف
en: Discover

# home.community.discoverSubtitle
source: محتوى جديد يومياً لدعم رحلتك
en: New daily content to support your journey

# home.community.needSupport
source: تحتاج دعم؟
en: Need Support?

# home.community.needSupportSubtitle
source: تواصل مع المجتمع واحصل على المساعدة
en: Connect with the community and get help

# home.community.shareStory
source: شارك قصتك
en: Share Your Story

# home.community.shareStorySubtitle
source: ألهم الآخرين بمشاركة تجربتك
en: Inspire others by sharing your experience

# home.notification.enableSubtitle
source: فعّل الإشعارات للحصول على تذكيرات مهمة
en: Enable notifications to receive important reminders

# home.notification.enableTitle
source: فعّل الإشعارات
en: Enable Notifications

# home.quickActions
source: إجراءات سريعة
en: Quick Actions

# home.streak.cleanDays
source: أيام نظيفة
en: Clean Days

# home.streak.pornFree
source: بدون إباحية
en: Porn Free

# home.streak.relapseFree
source: بدون انتكاس
en: Relapse Free

# home.streak.slipUpFree
source: بدون زلات
en: Slip-up Free

# home.streaks
source: السلاسل
en: Streaks

# home.welcomeBack
source: مرحباً بعودتك
en: Welcome Back

# onboarding.getStarted
source: ابدأ الآن
en: Get Started

# onboarding.signIn
source: تسجيل الدخول
en: Sign In

# onboarding.step1Description
source: احفظ المحتوى الملهم والنصائح المهمة في مكان آمن وخاص بك.
en: Save inspiring content and important tips in your own safe space.

# onboarding.step1Title
source: الخزنة
en: Vault

# onboarding.step2Description
source: تمارين عملية مبنية على أسس نفسية تساعدك في رحلة التعافي.
en: Practical exercises built on psychological foundations to help your recovery journey.

# onboarding.step2Title
source: التمارين
en: Exercises

# onboarding.step3Description
source: تابع تقدمك وأهدافك بقوائم منظمة وسهلة الاستخدام.
en: Track your progress and goals with organized, easy-to-use lists.

# onboarding.step3Title
source: القوائم
en: Lists

# onboarding.step4Description
source: تذكيرات ذكية في الوقت المناسب لدعمك ومساعدتك على البقاء في المسار.
en: Smart reminders at the right time to support you and help you stay on track.

# onboarding.step4Title
source: التذكيرات
en: Reminders

# onboarding.step5Description
source: راقب استخدامك للهاتف واحمِ نفسك من المحتوى الضار.
en: Monitor your phone usage and protect yourself from harmful content.

# onboarding.step5Title
source: الحارس
en: Guard

# paywall.comingSoon
source: قريباً
en: Coming Soon

# paywall.comingSoonMessage
source: اشتراك تعافي بلس سيكون متاحاً قريباً. ترقبوا!
en: Ta'aafi Plus subscription will be available soon. Stay tuned!

# paywall.feature1
source: محتوى حصري ومتقدم
en: Exclusive premium content

# paywall.feature2
source: إحصائيات وتحليلات متقدمة
en: Advanced statistics and analytics

# paywall.feature3
source: تذكيرات ذكية ومخصصة
en: Smart personalized reminders

# paywall.feature4
source: حماية متقدمة وأدوات إضافية
en: Advanced protection and extra tools

# paywall.feature5
source: دعم مجتمعي مميز
en: Premium community support

# paywall.maybeLater
source: ربما لاحقاً
en: Maybe Later

# paywall.subscribe
source: اشترك الآن
en: Subscribe Now

# paywall.subtitle
source: افتح جميع المميزات واحصل على تجربة كاملة
en: Unlock all features and get the full experience

# paywall.title
source: تعافي بلس
en: Ta'aafi Plus

# premium.unlockAnalytics
source: افتح التحليلات المميزة
en: Unlock premium analytics

# premium.upgradeToPlus
source: ترقية إلى بلس
en: Upgrade to Plus

# profile.active
source: نشط
en: Active

# profile.additionalDetails
source: تفاصيل إضافية
en: Additional details

# profile.age
source: العمر
en: Age

# profile.appearance
source: المظهر
en: Appearance

# profile.appReview
source: تقييم التطبيق
en: Rate App

# profile.arabic
source: العربية
en: Arabic

# profile.banDetail
source: تفاصيل الحظر
en: Ban Detail

# profile.bans
source: الحظر
en: Bans

# profile.claimReward
source: احصل على المكافأة
en: Claim Reward

# profile.fieldLabel
source: الحقل
en: Field

# profile.newValue
source: الجديد
en: New

# profile.oldValue
source: القديم
en: Old

# profile.confirmUpdateMessage
source: هل أنت متأكد من حفظ هذه التغييرات؟
en: Are you sure you want to save these changes?

# profile.confirmUpdateTitle
source: تأكيد التحديث
en: Confirm Update

# profile.contactUs
source: تواصل معنا
en: Contact Us

# profile.contactUsDescription
source: أرسل لنا رسالة وسنرد عليك في أقرب وقت.
en: Send us a message and we will get back to you soon.

# profile.contactUsTitle
source: تواصل معنا
en: Contact Us

# profile.dangerZone
source: المنطقة الخطرة
en: Danger Zone

# profile.darkMode
source: داكن
en: Dark

# profile.dateOfBirth
source: تاريخ الميلاد
en: Date of Birth

# profile.deleteAccount
source: حذف الحساب
en: Delete Account

# profile.deleteAccountSubtitle
source: سيتم حذف حسابك وجميع بياناتك بشكل دائم بعد 30 يوم.
en: Your account and all data will be permanently deleted after 30 days.

# profile.deleteAccountTitle
source: حذف الحساب
en: Delete Account

# profile.deleteButton
source: حذف حسابي
en: Delete My Account

# profile.deleteConfirmMessage
source: هذا الإجراء لا يمكن التراجع عنه. سيتم حذف جميع بياناتك بعد 30 يوم.
en: This action cannot be undone. All your data will be deleted after 30 days.

# profile.deleteConfirmTitle
source: تأكيد حذف الحساب
en: Confirm Account Deletion

# profile.deleteEmotions
source: حذف المشاعر
en: Delete emotions

# profile.deleteFollowUps
source: حذف المتابعات
en: Delete follow-ups

# profile.deleteReason.contentInappropriate
source: محتوى غير مناسب
en: Inappropriate content

# profile.deleteReason.dataSecurity
source: أمان البيانات
en: Data security

# profile.deleteReason.missingFeatures
source: ميزات مفقودة
en: Missing features

# profile.deleteReason.noLongerNeeded
source: لم أعد بحاجة إليه
en: No longer needed

# profile.deleteReason.notHelpful
source: التطبيق غير مفيد
en: App is not helpful

# profile.deleteReason.other
source: أخرى
en: Other

# profile.deleteReason.poorSupport
source: دعم ضعيف
en: Poor support

# profile.deleteReason.privacyConcerns
source: مخاوف الخصوصية
en: Privacy concerns

# profile.deleteReason.switchingApps
source: الانتقال لتطبيق آخر
en: Switching to another app

# profile.deleteReason.technicalIssues
source: مشاكل تقنية
en: Technical issues

# profile.deleteReason.temporaryBreak
source: استراحة مؤقتة
en: Taking a temporary break

# profile.deleteReason.tooComplex
source: التطبيق معقد جداً
en: App is too complex

# profile.deletionInfoActivities
source: الأنشطة
en: Activities

# profile.deletionInfoActivitiesDesc
source: سيتم حذف جميع بيانات الأنشطة
en: All activity data will be deleted

# profile.deletionInfoEmotions
source: المشاعر
en: Emotions

# profile.deletionInfoEmotionsDesc
source: سيتم حذف جميع سجلات المشاعر
en: All emotion records will be deleted

# profile.deletionInfoFollowUps
source: المتابعات
en: Follow-ups

# profile.deletionInfoFollowUpsDesc
source: سيتم حذف جميع سجلات المتابعة اليومية
en: All daily follow-up records will be deleted

# profile.deletionInfoUserData
source: بيانات المستخدم
en: User Data

# profile.deletionInfoUserDataDesc
source: سيتم حذف ملفك الشخصي وجميع بياناتك
en: Your profile and all personal data will be deleted

# profile.editProfile
source: تعديل الملف الشخصي
en: Edit Profile

# profile.email
source: البريد الإلكتروني
en: Email

# profile.finalWarning
source: بمجرد التأكيد، سيتم جدولة حسابك للحذف. يمكنك إلغاء ذلك خلال 30 يوم.
en: Once confirmed, your account will be scheduled for deletion. You can cancel within 30 days.

# profile.freePlan
source: الخطة المجانية
en: Free Plan

# profile.freePlanDescription
source: قم بالترقية للوصول إلى جميع الميزات
en: Upgrade to access all features

# profile.gender
source: الجنس
en: Gender

# profile.guidelinesNotice
source: يرجى مراجعة إرشادات المجتمع لتجنب التحذيرات المستقبلية.
en: Please review community guidelines to avoid future warnings.

# profile.importantNotice
source: ملاحظة مهمة
en: Important Notice

# profile.inactive
source: غير نشط
en: Inactive

# profile.language
source: اللغة
en: Language

# profile.lightMode
source: فاتح
en: Light

# profile.memberSince
source: عضو منذ
en: Member Since

# profile.messageLabel
source: رسالتك
en: Your message

# profile.messageSent
source: تم إرسال رسالتك بنجاح
en: Message sent successfully

# profile.name
source: الاسم
en: Name

# profile.noBans
source: لا يوجد حظر
en: No bans

# profile.noWarnings
source: لا توجد تحذيرات
en: No warnings

# profile.plusActive
source: بلس مفعّل
en: Plus Active

# profile.privacyPolicy
source: سياسة الخصوصية
en: Privacy Policy

# profile.profileDetails
source: تفاصيل الملف الشخصي
en: Profile Details

# profile.profileUpdated
source: تم تحديث الملف الشخصي
en: Profile updated successfully

# profile.reconsider
source: هل ترغب في إعادة التفكير؟
en: Would you like to reconsider?

# profile.refresh
source: تحديث
en: Refresh

# profile.relatedContent
source: المحتوى المرتبط
en: Related Content

# profile.resetConfirm
source: تأكيد إعادة التعيين
en: Confirm Reset

# profile.resetData
source: إعادة تعيين البيانات
en: Reset Data

# profile.resetDataDescription
source: اختر تاريخ بداية جديد وحدد البيانات التي تريد حذفها.
en: Choose a new start date and select data to delete.

# profile.resetDataTitle
source: إعادة تعيين البيانات
en: Reset Data

# profile.resetSuccess
source: تم إعادة تعيين البيانات بنجاح
en: Data reset successfully

# profile.resetToToday
source: إعادة التعيين إلى اليوم
en: Reset to today

# profile.restrictedFeatures
source: الميزات المقيدة
en: Restricted Features

# profile.retentionBadge
source: عرض خاص
en: Special Offer

# profile.retentionDescription
source: نحن نقدر وجودك. احصل على مكافأة خاصة للبقاء معنا.
en: We value your presence. Get a special reward for staying with us.

# profile.retentionTitle
source: انتظر! لدينا عرض خاص لك
en: Wait! We have a special offer

# profile.rewardClaimed
source: تم الحصول على المكافأة!
en: Reward claimed!

# profile.role
source: الدور
en: Role

# profile.saveChanges
source: حفظ التغييرات
en: Save Changes

# profile.selectNewStartDate
source: اختر تاريخ البداية الجديد
en: Select new start date

# profile.selectReason
source: اختر سبب الحذف
en: Select a reason

# profile.selectReasonSubtitle
source: ساعدنا في تحسين التطبيق بإخبارنا لماذا تريد حذف حسابك.
en: Help us improve by telling us why you want to delete your account.

# profile.sendMessage
source: إرسال
en: Send

# profile.settings
source: الإعدادات
en: Settings

# profile.showMore
source: عرض المزيد
en: Show More

# profile.signOutConfirmMessage
source: هل أنت متأكد أنك تريد تسجيل الخروج؟
en: Are you sure you want to sign out?

# profile.signOutConfirmTitle
source: تسجيل الخروج
en: Sign Out

# profile.skipOffer
source: تخطي العرض
en: Skip offer

# profile.startingDate
source: تاريخ البداية
en: Starting Date

# profile.status
source: الحالة
en: Status

# profile.subscription
source: الاشتراك
en: Subscription

# profile.subscriptionWarning
source: لديك اشتراك نشط. يرجى إلغاء اشتراكك أولاً قبل حذف حسابك.
en: You have an active subscription. Please cancel it first before deleting your account.

# profile.termsOfService
source: شروط الخدمة
en: Terms of Service

# profile.title
source: الحساب
en: Account

# profile.updateProfile
source: تحديث الملف الشخصي
en: Update Profile

# profile.upgradeToPremium
source: الترقية إلى بلس
en: Upgrade to Plus

# profile.warningDetail
source: تفاصيل التحذير
en: Warning Detail

# profile.warningId
source: رقم التحذير
en: Warning ID

# profile.warningIssuedDate
source: تاريخ الإصدار
en: Issued Date

# profile.warnings
source: التحذيرات
en: Warnings

# profile.warningSeverity
source: الخطورة
en: Severity

# profile.warningStatus
source: الحالة
en: Status

# profile.warningType
source: النوع
en: Type

# profile.yearsOld
source: سنة
en: years old

# registration.acceptTerms
source: أوافق على الشروط والأحكام
en: I accept the Terms and Conditions

# registration.arabic
source: العربية
en: Arabic

# registration.back
source: رجوع
en: Back

# registration.chooseDate
source: اختر تاريخاً
en: Choose a date

# registration.confirmPassword
source: تأكيد كلمة المرور
en: Confirm Password

# registration.credentialsTitle
source: إنشاء حسابك
en: Create Your Account

# registration.dateOfBirth
source: تاريخ الميلاد
en: Date of Birth

# registration.emailVerificationDescription
source: أرسلنا رسالة تحقق إلى بريدك الإلكتروني. يرجى التحقق من بريدك.
en: We sent a verification email to your address. Please check your inbox.

# registration.emailVerificationTitle
source: تحقق من بريدك الإلكتروني
en: Verify Your Email

# registration.emailVerified
source: تم التحقق من البريد الإلكتروني
en: Email verified

# registration.female
source: أنثى
en: Female

# registration.gender
source: الجنس
en: Gender

# registration.invalidEmail
source: البريد الإلكتروني غير صالح
en: Invalid email address

# registration.languageDescription
source: اختر لغتك المفضلة للتطبيق.
en: Choose your preferred language for the app.

# registration.languageTitle
source: اللغة
en: Language

# registration.male
source: ذكر
en: Male

# registration.name
source: الاسم
en: Name

# registration.nameRequired
source: الاسم مطلوب
en: Name is required

# registration.next
source: التالي
en: Next

# registration.passwordMismatch
source: كلمتا المرور غير متطابقتين
en: Passwords don't match

# registration.profileTitle
source: المعلومات الشخصية
en: Personal Information

# registration.recoveryDateDescription
source: حدد متى بدأت رحلة تعافيك. يمكنك البدء من الآن أو اختيار تاريخ سابق.
en: Set when your recovery journey began. You can start from now or choose a past date.

# registration.recoveryDateTitle
source: بداية التعافي
en: Recovery Start

# registration.recoveryStartDate
source: تاريخ بداية التعافي
en: Recovery Start Date
